Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

# parts_add_initial_stock
source: Add Initial Stock
ar: إضافة المخزون الأولي
hi: आरंभिक स्टॉक जोड़ें
id: Tambahkan Stok Awal
ja: 初期在庫を追加
pt_br: Adicionar estoque inicial
ru: Добавить начальный запас
uz: Dastlabki zaxirani qoʻshing

# parts_add_initial_stock_hint
source: Add quantity and cost for first batch
ar: أضف الكمية والتكلفة للدفعة الأولى
hi: पहले बैच के लिए मात्रा और लागत जोड़ें
id: Tambahkan kuantitas dan biaya untuk batch pertama
ja: 最初のロットの数量と原価を追加
pt_br: Adicionar quantidade e custo para o primeiro lote
ru: Добавить количество и цену первой партии
uz: Birinchi partiya uchun miqdor va narxni qoʻshing

# parts_add_part
source: Add Part
ar: أضف جزء
hi: भाग जोड़ें
id: Tambahkan Bagian
ja: 部品を追加
pt_br: Adicionar peça
ru: Добавить
uz: Qism qoʻshish

# parts_add_part_category
source: Category
ar: فئة
hi: श्रेणी
id: Kategori
ja: カテゴリ
pt_br: Categoria
ru: Категория
uz: Turkum

# parts_add_part_error
source: Could not save part.
ar: لا يمكن حفظ الجزء.
hi: भाग सहेजा नहीं जा सका.
id: Tidak dapat menyimpan sebagian.
ja: 部品を保存できませんでした。
pt_br: Não foi possível salvar a peça.
ru: Не удалось сохранить запчасть.
uz: Qism saqlanmadi.

# parts_add_part_name
source: Name
ar: الاسم
hi: नाम
id: Nama
ja: 名前
pt_br: Nome
ru: Название
uz: Ism

# parts_add_part_notes
source: Notes
ar: ملاحظات
hi: टिप्पणियाँ
id: Catatan
ja: メモ
pt_br: Notas
ru: Заметки
uz: Eslatmalar

# parts_add_part_section
source: Part Details
ar: تفاصيل الجزء
hi: भाग विवरण
id: Detail Bagian
ja: 部品詳細
pt_br: Detalhes da peça
ru: Данные запчасти
uz: Qism tafsilotlari

# parts_add_part_title
source: New Part
ar: جزء جديد
hi: नया भाग
id: Bagian Baru
ja: 新規部品
pt_br: Nova peça
ru: Новая запчасть
uz: Yangi qism

# parts_all_filter
source: All
ar: الجميع
hi: सब
id: Semua
ja: すべて
pt_br: Todos
ru: Все
uz: Hammasi

# parts_batch_label
source: Batch / Container Name
ar: اسم الدفعة / الحاوية
hi: बैच/कंटेनर का नाम
id: Nama Batch/Kontainer
ja: ロット / コンテナ名
pt_br: Nome do lote/contêiner
ru: Название партии / контейнера
uz: Partiya/konteyner nomi

# parts_category_body
source: Body
ar: جسم
hi: शरीर
id: Tubuh
ja: ボディ
pt_br: Corpo
ru: Кузов
uz: Kuzov

# parts_category_electrical
source: Electrical
ar: كهربائي
hi: विद्युत
id: Listrik
ja: 電装
pt_br: Elétrica
ru: Электрика
uz: Elektrika

# parts_category_engine
source: Engine
ar: محرك
hi: इंजन
id: Mesin
ja: エンジン
pt_br: Motor
ru: Двигатель
uz: Dvigatel

# parts_category_interior
source: Interior
ar: الداخلية
hi: आंतरिक
id: Pedalaman
ja: 内装
ru: Салон
uz: Salon

# parts_category_other
source: Other
ar: آخر
hi: अन्य
id: Lainnya
ja: その他
pt_br: Outro
ru: Другое
uz: Boshqa

# parts_category_suspension
source: Suspension
ar: تعليق
hi: निलंबन
id: Penangguhan
ja: サスペンション
pt_br: Suspensão
ru: Подвеска
uz: Osma qism

# parts_code_placeholder
source: Part Code / SKU
ar: رمز القطعة / SKU
hi: पार्ट कोड/एसकेयू
id: Kode Bagian / SKU
ja: 部品コード / SKU
pt_br: Código da peça/SKU
ru: Код / Артикул
uz: Qism kodi / SKU

# parts_detail_batch_default
source: Batch
ar: حزمة
hi: बैच
id: kumpulan
ja: ロット
pt_br: Lote
ru: Партия
uz: Toʻplam

# parts_detail_batch_remaining
source: Remaining: %@
ar: المتبقي: %@
hi: शेष: %@
id: Tersisa: %@
ja: 残数: %@
pt_br: Restante: %@
ru: Остаток: %@
uz: Qolganlari: %@

# parts_detail_batches
source: Batches
ar: دفعات
hi: बैच
id: kumpulan
ja: ロット
pt_br: Lotes
ru: Партии
uz: Partiyalar

# parts_detail_batches_empty
source: No batches yet.
ar: لا يوجد دفعات حتى الآن.
hi: अभी तक कोई बैच नहीं.
id: Belum ada batch.
ja: ロットはまだありません。
pt_br: Ainda não há lotes.
ru: Партий пока нет.
uz: Hali toʻplamlar yoʻq.

# parts_detail_inventory_value
source: Inventory Value
ar: قيمة المخزون
hi: इन्वेंटरी मूल्य
id: Nilai Persediaan
ja: 在庫金額
pt_br: Valor do estoque
ru: Стоимость на складе
uz: Inventarizatsiya qiymati

# parts_detail_on_hand
source: On Hand
ar: في متناول اليد
hi: हाथ पर
id: Di Tangan
ja: 在庫数
pt_br: Disponível
ru: В наличии
uz: Qoʻlda

# parts_detail_summary
source: Summary
ar: ملخص
hi: सारांश
id: Ringkasan
ja: 概要
pt_br: Resumo
ru: Сводка
uz: Xulosa

# parts_empty_message
source: Add a part or receive stock to start tracking inventory.
ar: أضف قطعة أو احصل على مخزون لبدء تتبع المخزون.
hi: इन्वेंट्री पर नज़र रखना शुरू करने के लिए एक हिस्सा जोड़ें या स्टॉक प्राप्त करें।
id: Tambahkan bagian atau terima stok untuk mulai melacak inventaris.
ja: 部品を追加または入庫して在庫管理を開始します。
pt_br: Adicione uma peça ou receba estoque para começar a monitorar o estoque.
ru: Добавьте запчасть или оформите приход, чтобы начать учет.
uz: Inventarizatsiyani kuzatishni boshlash uchun qism qoʻshing yoki aktsiyalarni oling.

# parts_empty_title
source: No parts yet
ar: لا توجد أجزاء بعد
hi: अभी तक कोई भाग नहीं
id: Belum ada bagian
ja: 部品はまだありません
pt_br: Nenhuma peça ainda
ru: Запчастей пока нет
uz: Hali qismlar yoʻq

# parts_filter
source: Parts
ar: أجزاء
hi: पार्ट्स
id: Suku Cadang
ja: 部品
pt_br: Peças
ru: Запчасти
uz: Qismlar

# parts_filter_low_stock
source: Low Stock
ar: مخزون منخفض
hi: कम स्टॉक
id: Stok Rendah
ja: 低在庫
pt_br: Estoque baixo
ru: Мало
uz: Kam zaxira

# parts_initial_quantity
source: Quantity
ar: كمية
hi: मात्रा
id: Kuantitas
ja: 数量
pt_br: Quantidade
ru: Количество
uz: Miqdori

# parts_inventory_title
source: Inventory
ar: المخزون
hi: इन्वेंटरी
id: Inventaris
ja: 在庫
pt_br: Estoque
ru: Склад
uz: Inventar

# parts_name_placeholder
source: Enter part name
ar: أدخل اسم الجزء
hi: भाग का नाम दर्ज करें
id: Masukkan nama bagian
ja: 部品名を入力
pt_br: Insira o nome da peça
ru: Название запчасти
uz: Qism nomini kiriting

# parts_new_sale
source: New Sale
ar: بيع جديد
hi: नई बिक्री
id: Penjualan Baru
ja: 新規販売
pt_br: Nova promoção
ru: Продажа
uz: Yangi sotuv

# parts_receive_stock
source: Receive Stock
ar: تلقي الأسهم
hi: स्टॉक प्राप्त करें
id: Menerima Stok
ja: 入庫
pt_br: Receber estoque
ru: Принять товар
uz: Birjani qabul qilish

# parts_receive_stock_batch_label
source: Batch Label (optional)
ar: تسمية الدفعة (اختياري)
hi: बैच लेबल (वैकल्पिक)
id: Label Batch (opsional)
ja: ロット名（任意）
pt_br: Etiqueta do lote (opcional)
ru: Название партии (необязательно)
uz: Paket yorligʻi (ixtiyoriy)

# parts_receive_stock_date
source: Purchase Date
ar: تاريخ الشراء
hi: खरीद तिथि
id: Tanggal Pembelian
ja: 仕入日
pt_br: Data de compra
ru: Дата прихода
uz: Sotib olish sanasi

# parts_receive_stock_error
source: Could not save stock receipt.
ar: لا يمكن حفظ إيصال المخزون.
hi: स्टॉक रसीद सहेजा नहीं जा सका.
id: Tidak dapat menyimpan resi stok.
ja: 入庫を保存できませんでした。
pt_br: Não foi possível salvar o recibo de estoque.
ru: Не удалось сохранить приход.
uz: Birja kvitansiyasi saqlanmadi.

# parts_receive_stock_notes
source: Notes
ar: ملاحظات
hi: टिप्पणियाँ
id: Catatan
ja: メモ
pt_br: Notas
ru: Заметки
uz: Eslatmalar

# parts_receive_stock_part
source: Part
ar: جزء
hi: भाग
id: Bagian
ja: 部品
pt_br: Peça
ru: Запчасть
uz: Qism

# parts_receive_stock_quantity
source: Quantity
ar: كمية
hi: मात्रा
id: Kuantitas
ja: 数量
pt_br: Quantidade
ru: Количество
uz: Miqdori

# parts_receive_stock_section
source: Stock Receipt
ar: استلام المخزون
hi: स्टॉक रसीद
id: Penerimaan Stok
ja: 入庫記録
pt_br: Recibo de estoque
ru: Приход
uz: Birja kvitansiyasi

# parts_receive_stock_summary
source: Summary
ar: ملخص
hi: सारांश
id: Ringkasan
ja: 概要
pt_br: Resumo
ru: Итого
uz: Xulosa

# parts_receive_stock_title
source: Receive Stock
ar: تلقي الأسهم
hi: स्टॉक प्राप्त करें
id: Menerima Stok
ja: 入庫
pt_br: Receber estoque
ru: Приход запчастей
uz: Birjani qabul qilish

# parts_receive_stock_total
source: Total Cost
ar: التكلفة الإجمالية
hi: कुल लागत
id: Jumlah Biaya
ja: 総原価
pt_br: Custo total
ru: Сумма себестоимости
uz: Umumiy xarajat

# parts_receive_stock_unit_cost
source: Unit Cost
ar: تكلفة الوحدة
hi: इकाई लागत
id: Biaya Satuan
ja: 単価原価
pt_br: Custo unitário
ru: Себестоимость за шт.
uz: Birlik narxi

# parts_sale_add_item
source: Add Item
ar: إضافة عنصر
hi: आइटम जोड़ें
id: Tambahkan Barang
ja: 明細を追加
pt_br: Adicionar item
ru: Добавить позицию
uz: Element qoʻshish

# parts_sale_available_format
source: Available: %@
ar: متاح: %@
hi: उपलब्ध: %@
id: Tersedia: %@
ja: 利用可能: %@
pt_br: Disponível: %@
ru: В наличии: %@
uz: Mavjud: %@

# parts_sale_details_section
source: Sale Details
ar: تفاصيل البيع
hi: बिक्री विवरण
id: Detail Penjualan
ja: 販売詳細
pt_br: Detalhes da venda
ru: Детали продажи
uz: Sotish tafsilotlari

# parts_sale_items_section
source: Items
ar: أغراض
hi: आइटम
id: Barang
ja: 明細
pt_br: Itens
ru: Позиции
uz: Elementlar

# parts_sale_notes
source: Notes
ar: ملاحظات
hi: टिप्पणियाँ
id: Catatan
ja: メモ
pt_br: Notas
ru: Заметки
uz: Eslatmalar

# parts_sale_quantity
source: Quantity
ar: كمية
hi: मात्रा
id: Kuantitas
ja: 数量
pt_br: Quantidade
ru: Количество
uz: Miqdori

# parts_sale_remove_item
source: Remove Item
ar: إزالة العنصر
hi: आइटम हटाएँ
id: Hapus Barang
ja: 明細を削除
pt_br: Remover item
ru: Удалить позицию
uz: Elementni olib tashlash

# parts_sale_save_error
source: Could not save sale.
ar: لا يمكن حفظ البيع.
hi: बिक्री नहीं बचाई जा सकी.
id: Tidak dapat menyimpan penjualan.
ja: 販売を保存できませんでした。
pt_br: Não foi possível salvar a venda.
ru: Не удалось сохранить продажу.
uz: Sotishni saqlab boʻlmadi.

# parts_sale_select_part
source: Part
ar: جزء
hi: भाग
id: Bagian
ja: 部品
pt_br: Peça
ru: Запчасть
uz: Qism

# parts_sale_stock_error
source: Not enough stock to complete the sale.
ar: لا يوجد مخزون كاف لإتمام عملية البيع.
hi: बिक्री पूरी करने के लिए पर्याप्त स्टॉक नहीं है.
id: Stok tidak cukup untuk menyelesaikan penjualan.
ja: 販売を完了する在庫が不足しています。
pt_br: Estoque insuficiente para concluir a venda.
ru: Недостаточно остатка для продажи.
uz: Savdoni yakunlash uchun zaxira yetarli emas.

# parts_sale_stock_warning
source: Not enough stock for some items.
ar: لا يوجد مخزون كاف لبعض العناصر.
hi: कुछ वस्तुओं के लिए पर्याप्त स्टॉक नहीं है.
id: Stok tidak cukup untuk beberapa item.
ja: 一部の明細で在庫が不足しています。
pt_br: Estoque insuficiente para alguns itens.
ru: Недостаточно остатка для некоторых позиций.
uz: Ayrim mahsulotlar uchun zaxira yetarli emas.

# parts_sale_summary_section
source: Summary
ar: ملخص
hi: सारांश
id: Ringkasan
ja: 概要
pt_br: Resumo
ru: Итого
uz: Xulosa

# parts_sale_title
source: Parts Sale
ar: بيع قطع الغيار
hi: पार्ट्स की बिक्री
id: Parts Penjualan
ja: 部品販売
pt_br: Venda de peças
ru: Продажа запчастей
uz: Ehtiyot qismlar savdosi

# parts_sale_total_cost
source: Total Cost
ar: التكلفة الإجمالية
hi: कुल लागत
id: Jumlah Biaya
ja: 総原価
pt_br: Custo total
ru: Себестоимость
uz: Umumiy xarajat

# parts_sale_total_profit
source: Profit
ar: الربح
hi: मुनाफ़ा
id: Keuntungan
ja: 利益
pt_br: Lucro
ru: Прибыль
uz: Foyda

# parts_sale_total_revenue
source: Total Revenue
ar: إجمالي الإيرادات
hi: कुल राजस्व
id: Pendapatan Total
ja: 売上合計
pt_br: Receita total
ru: Выручка
uz: Jami daromad

# parts_sale_unit_price
source: Unit Price
ar: سعر الوحدة
hi: इकाई मूल्य
id: Harga Satuan
ja: 販売単価
pt_br: Preço unitário
ru: Цена за шт.
uz: Birlik narxi

# parts_sales_empty_message
source: Record a sale to see it here.
ar: سجل عملية بيع لرؤيتها هنا.
hi: इसे देखने के लिए बिक्री को यहां रिकॉर्ड करें।
id: Rekam penjualan untuk melihatnya di sini.
ja: 販売を記録するとここに表示されます。
pt_br: Registre uma venda para vê-la aqui.
ru: Оформите продажу, и она появится здесь.
uz: Bu yerda koʻrish uchun savdoni yozing.

# parts_sales_empty_title
source: No parts sales yet
ar: لا توجد مبيعات قطع الغيار حتى الآن
hi: अभी तक कोई पार्ट्स की बिक्री नहीं हुई है
id: Belum ada penjualan suku cadang
ja: 部品販売はまだありません
pt_br: Ainda não há vendas de peças
ru: Продаж запчастей пока нет
uz: Hozircha ehtiyot qismlar sotilmagan

# parts_sales_title
source: Sales
ar: المبيعات
hi: बिक्री
id: Penjualan
ja: 販売
pt_br: Vendas
ru: Продажи
uz: Sotuvlar

# parts_save_part
source: Save Part
ar: حفظ الجزء
hi: भाग सहेजें
id: Simpan Bagian
ja: 部品を保存
pt_br: Salvar parte
ru: Сохранить запчасть
uz: Qismni saqlash

# parts_search_inventory_placeholder
source: Search parts...
ar: أجزاء البحث...
hi: भाग खोजें...
id: Cari bagian...
ja: 部品を検索...
pt_br: Pesquisar peças...
ru: Поиск запчастей...
uz: Qismlarni qidirish...

# parts_search_sales_placeholder
source: Search sales...
ar: بحث عن المبيعات...
hi: बिक्री खोजें...
id: Cari penjualan...
ja: 販売を検索...
pt_br: Pesquisar vendas...
ru: Поиск продаж...
uz: Savdolarni qidirish...

# parts_select_part
source: Select Part
ar: حدد الجزء
hi: भाग का चयन करें
id: Pilih Bagian
ja: 部品を選択
pt_br: Selecionar peça
ru: Выберите запчасть
uz: Qismni tanlang

# parts_stats_items_count
source: %d Items
ar: %d العناصر
hi: %d आइटम
id: %d Barang
ja: %d件
pt_br: Itens %d
ru: %d единиц
uz: %d Elementlar

# parts_stats_items_count_short
source: Items
ar: أغراض
hi: आइटम
id: Barang
ja: 明細
pt_br: Itens
ru: Позиций
uz: Elementlar

# parts_stats_low_stock
source: Low Stock
ar: مخزون منخفض
hi: कम स्टॉक
id: Stok Rendah
ja: 低在庫
pt_br: Estoque baixo
ru: Мало на складе
uz: Kam zaxira

# parts_stats_total_value
source: Total Value
ar: القيمة الإجمالية
hi: कुल मूल्य
id: Nilai Total
ja: 総額
pt_br: Valor total
ru: Стоимость
uz: Umumiy qiymat

# parts_stats_total_value_short
source: Value
ar: قيمة
hi: मूल्य
id: Nilai
ja: 金額
pt_br: Valor
ru: Сумма
uz: Qiymat

# parts_tab_title
source: Parts
ar: أجزاء
hi: पार्ट्स
id: Suku Cadang
ja: 部品
pt_br: Peças
ru: Запчасти
uz: Qismlar

# parts_total_cost
source: Total Cost
ar: التكلفة الإجمالية
hi: कुल लागत
id: Jumlah Biaya
ja: 総原価
pt_br: Custo total
ru: Общая стоимость
uz: Umumiy xarajat

# parts_uncategorized
source: Uncategorized
ar: غير مصنف
hi: अवर्गीकृत
id: Tidak dikategorikan
ja: 未分類
pt_br: Sem categoria
ru: Без категории
uz: Kategoriyasiz

# parts_unit_cost
source: Unit Cost
ar: تكلفة الوحدة
hi: इकाई लागत
id: Biaya Satuan
ja: 単価原価
pt_br: Custo unitário
ru: Цена за единицу
uz: Birlik narxi

# password_updated
source: Password updated successfully
ar: تم تحديث كلمة المرور بنجاح
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया
id: Kata sandi berhasil diperbarui
ja: パスワードを更新しました
pt_br: Senha atualizada com sucesso
ru: Пароль успешно обновлён
uz: Parol muvaffaqiyatli yangilandi

# password_updated_success
source: Password updated successfully
ar: تم تحديث كلمة المرور بنجاح
hi: पासवर्ड सफलतापूर्वक अपडेट किया गया
id: Kata sandi berhasil diperbarui
ja: パスワードを更新しました
pt_br: Senha atualizada com sucesso
ru: Пароль успешно обновлен
uz: Parol muvaffaqiyatli yangilandi

# passwords_dont_match
source: Passwords do not match
ar: كلمات المرور غير متطابقة
hi: पासवर्ड मेल नहीं खाते
id: Kata sandi tidak cocok
ja: パスワードが一致しません
pt_br: As senhas não coincidem
ru: Пароли не совпадают
uz: Parollar mos kelmaydi

source: Payable
ar: مستحق الدفع
hi: देय
id: Hutang
ja: 未払金
pt_br: A pagar
ru: К оплате
uz: Toʻlanadigan

# payment_label
source: Payment
ar: قسط
hi: भुगतान
id: Pembayaran
ja: 支払い
pt_br: Pagamento
ru: Оплата
uz: Toʻlov

# payment_method
source: Payment
ar: قسط
hi: भुगतान
id: Pembayaran
ja: 支払い
pt_br: Pagamento
ru: Оплата
uz: Toʻlov

# payment_method_bank_transfer
source: Bank Transfer
ar: التحويل البنكي
hi: बैंक स्थानांतरण
id: Transfer Bank
ja: 銀行振込
pt_br: Transferência Bancária
ru: Банковский перевод
uz: Bank oʻtkazmasi

# payment_method_cash
source: Cash
ar: نقدي
hi: नकद
id: Uang tunai
ja: 現金
pt_br: Dinheiro
ru: Наличные
uz: Naqd pul

# payment_method_cheque
source: Cheque
ar: يفحص
hi: जांचें
id: Periksa
ja: 小切手
ru: Чек
uz: Tekshirish

# payment_method_finance
source: Finance
ar: تمويل
hi: वित्त
id: Keuangan
ja: ファイナンス
pt_br: Finanças
ru: Финансирование
uz: Moliya

# payment_method_other
source: Other
ar: آخر
hi: अन्य
id: Lainnya
ja: その他
pt_br: Outro
ru: Другое
uz: Boshqa

# paywall_ai_badge
source: AI Dealer Advisor
ar: مستشار AI للمعرض
hi: AI डीलर सलाहकार
id: AI Penasihat Dealer
ja: AI販売アドバイザー
ko: AI 딜러 어드바이저
pt_br: Consultor de IA para concessionárias
ru: AI-советник дилера
uz: AI diler maslahatchisi

# paywall_ai_subtitle
source: Find slow stock, expense leaks, and your next best actions.
ar: يعثر على المخزون البطيء وتسرب المصاريف والخطوات التالية.
hi: धीमे स्टॉक, खर्च लीक और अपने अगले सर्वोत्तम कार्यों का पता लगाएं।
id: Temukan stok yang lambat, kebocoran pengeluaran, dan tindakan terbaik Anda berikutnya.
ja: 滞留在庫、経費漏れ、次の最適アクションを見つけます。
ko: 느린 재고, 지출 누수, 다음 최선의 행동을 찾아줍니다.
pt_br: Encontre estoque parado, vazamentos de despesas e suas próximas melhores ações.
ru: Находит зависшие авто, лишние расходы и лучшие следующие шаги.
uz: Sekin ombor, ortiqcha xarajat va keyingi eng yaxshi qadamlarni topadi.

# paywall_ai_title_highlight
source: Insights
ar: الرؤى
hi: इनसाइट्स
id: Wawasan
ja: 活用
ko: AI 인사이트
pt_br: Informações
ru: советы
uz: maslahatlar

# paywall_ai_title_prefix
source: Unlock AI
ar: افتح AI
hi: AI अनलॉक करें
id: Buka kunci AI
ja: AIを
ko: 잠금 해제
pt_br: Desbloquear AI
ru: Откройте AI
uz: AI

# paywall_feature_ai
source: AI Tips
ar: نصائح AI
hi: AI युक्तियाँ
id: AI Tip
ja: AI助言
ko: AI 조언
pt_br: Dicas de IA
ru: AI-советы
uz: AI maslahat

# paywall_feature_ai_detail
source: Instant insights for smarter deals
ar: رؤى فورية لصفقات أذكى
hi: बेहतर सौदों के लिए त्वरित जानकारी
id: Tips instan untuk transaksi cerdas
ja: よりスマートな取引のための即時インサイト
ko: 스마트한 거래를 위한 즉각적인 인사이트
pt_br: Insights instantâneos para negócios mais inteligentes
ru: Советы для выгодных сделок
uz: Aqlli bitimlar uchun tezkor tavsiyalar

# paywall_feature_profit
source: Profit
ar: الربح
hi: मुनाफ़ा
id: Keuntungan
ja: 利益
ko: 수익
pt_br: Lucro
ru: Прибыль
uz: Foyda

# paywall_feature_reports
source: Reports
ar: التقارير
hi: रिपोर्ट
id: Laporan
ja: レポート
ko: 보고서
pt_br: Relatórios
ru: Отчеты
uz: Hisobotlar

# paywall_feature_reports_detail
source: Export professional PDF reports
ar: تصدير تقارير PDF احترافية
hi: पेशेवर PDF रिपोर्ट निर्यात करें
id: Ekspor laporan PDF profesional
ja: プロのPDFレポートをエクスポート
ko: 전문 PDF 보고서 내보내기
pt_br: Exportar relatórios PDF profissionais
ru: Экспорт профессиональных PDF-отчётов
uz: Professional PDF hisobotlarini eksport qiling

# paywall_feature_sync_detail
source: Synced across all your devices
ar: متزامن على جميع أجهزتك
hi: आपके सभी डिवाइसों पर समन्वयित किया गया
id: Sinkron di semua perangkat
ja: すべてのデバイスで同期
ko: 모든 기기에서 동기화
pt_br: Sincronizado em todos os seus dispositivos
ru: Синхронизация на всех устройствах
uz: Barcha qurilmalaringizda sinxronlangan

# paywall_feature_unlimited
source: Unlimited
ar: غير محدود
hi: असीमित
id: Tanpa batas
ja: 無制限
ko: 무제한
pt_br: Ilimitado
ru: Без лимита
uz: Cheksiz

# paywall_feature_unlimited_detail
source: Add unlimited cars, no restrictions
ar: أضف سيارات بلا حدود ولا قيود
hi: असीमित कारें जोड़ें, कोई प्रतिबंध नहीं
id: Tambah mobil tanpa batas
ja: 制限なしで車を無制限に追加
ko: 제한 없이 차량을 무제한 추가
pt_br: Adicione carros ilimitados, sem restrições
ru: Добавляйте машины без ограничений
uz: Cheksiz avtomobillar qoʻshing, cheklovsiz

# paywall_manage_title_highlight
source: Pro
ar: احترافي
ja: 有効
ru: активен

# paywall_manage_title_prefix
source: You're
ar: أنت
hi: तुम हो
id: kamu
ja: Pro
ko: 당신은
pt_br: Você é
ru: Pro
uz: Siz

# paywall_period_day
source: / day
ar: / يوم
hi: / दिन
id: / hari
ja: /日
ko: / 일
pt_br: / dia
ru: / день
uz: / kun

# paywall_period_generic
source: / period
ar: / فترة
hi: / अवधि
id: / titik
ja: /期間
ko: / 기간
pt_br: / período
ru: / период
uz: / davr

# paywall_period_month
source: / month
ar: / شهر
hi: / महीना
id: / bulan
ja: /月
ko: / 월
pt_br: /mês
ru: / месяц
uz: / oy

# paywall_period_three_months
source: / 3 months
ar: / 3 أشهر
hi: / 3 महीने
id: / 3 bulan
ja: /3か月
ko: / 3개월
pt_br: / 3 meses
ru: / 3 месяца
uz: / 3 oy

# paywall_period_week
source: / week
ar: / أسبوع
hi: / सप्ताह
id: / minggu
ja: /週
ko: / 주
pt_br: / semana
ru: / неделю
uz: / hafta

# paywall_period_year
source: / year
ar: / سنة
hi: / वर्ष
id: / tahun
ja: /年
ko: / 년
pt_br: / ano
ru: / год
uz: / yil

# paywall_renews_generic
source: Renews at %@. Cancel anytime.
ar: يتم التجديد عند %@. إلغاء في أي وقت.
hi: %@ पर नवीनीकरण। किसी भी समय रद्द करें.
id: Diperbarui pada %@. Batalkan kapan saja.
ja: %@で更新されます。いつでも解約できます。
ko: %@에 갱신됩니다. 언제든지 해지할 수 있습니다.
pt_br: Renova em %@. Cancele a qualquer momento.
ru: Продлевается за %@. Отменить можно в любое время.
uz: %@ da yangilanadi. Istalgan vaqtda bekor qiling.

# paywall_renews_yearly
source: Renews at %@/year. Cancel anytime.
ar: يتم تجديده عند %@/السنة. إلغاء في أي وقت.
hi: %@/वर्ष पर नवीनीकरण। किसी भी समय रद्द करें.
id: Diperbarui pada %@/tahun. Batalkan kapan saja.
ja: %@/年で更新されます。いつでも解約できます。
ko: 연간 %@에 갱신됩니다. 언제든지 해지할 수 있습니다.
pt_br: Renova por %@/ano. Cancele a qualquer momento.
ru: Продлевается за %@/год. Отменить можно в любое время.
uz: Yiliga %@ da yangilanadi. Istalgan vaqtda bekor qiling.

# paywall_trial_billing_yearly
source: 7 days free, then yearly
ar: 7 أيام مجاناً، ثم سنوياً
hi: 7 दिन निःशुल्क, फिर वार्षिक
id: Gratis 7 hari, lalu tahunan
ja: 7日間無料、その後年額プラン
ko: 7일 무료, 이후 연간 결제
pt_br: 7 dias grátis, depois anualmente
ru: 7 дней бесплатно, затем годовой план
uz: 7 kun bepul, keyin har yili

# paywall_trial_cta
source: Start 7-Day Free Trial
ar: ابدأ تجربة مجانية لـ 7 أيام
hi: 7-दिवसीय निःशुल्क परीक्षण प्रारंभ करें
id: Mulai Gratis 7 Hari
ja: 7日間無料トライアルを開始
ko: 7일 무료 체험 시작
pt_br: Iniciar avaliação gratuita de 7 dias
ru: Начать 7 дней бесплатно
uz: 7 kunlik bepul sinovni boshlash

# paywall_trial_disclosure_yearly
source: 7 days free, then %@/year.
ar: 7 أيام مجانًا، ثم %@/السنة.
hi: 7 दिन मुफ़्त, फिर %@/वर्ष।
id: Gratis 7 hari, lalu %@/tahun.
ja: 7日間無料、その後%@/年。
ko: 7일 무료, 이후 연간 %@.
pt_br: 7 dias grátis e depois %@/ano.
ru: 7 дней бесплатно, потом %@/год.
uz: 7 kun bepul, keyin yiliga %@.

# paywall_upgrade_title_highlight
source: Pro
ar: احترافي
ja: アップグレード

# paywall_upgrade_title_prefix
source: Upgrade to
ar: الترقية إلى
hi: में अपग्रेड करें
id: Tingkatkan ke
ja: Proへ
ko: 업그레이드
pt_br: Atualizar para
ru: Перейти на
uz: ga yangilang

# paywall_vehicle_limit_badge
source: 3-car free limit
ar: 3- حد حر للمركبة
hi: 3-कार मुक्त सीमा
id: Batas bebas 3 mobil
ja: 3台までの無料枠
ko: 무료 3대 제한
pt_br: Limite gratuito de 3 carros
ru: Лимит 3 авто
uz: Bepul tarifda 3 ta avtomobil limiti

# paywall_vehicle_limit_subtitle
source: Unlock unlimited inventory, profit per vehicle, cloud sync, and reports.
ar: فتح مخزون غير محدود، والربح لكل مركبة، والمزامنة السحابية، والتقارير.
hi: असीमित इन्वेंट्री, प्रति कार लाभ, क्लाउड सिंक और रिपोर्ट अनलॉक करें।
id: Buka inventaris tanpa batas, laba per kendaraan, sinkron cloud, dan laporan.
ja: 在庫無制限、車両ごとの利益、クラウド同期、レポートを利用できます。
ko: 무제한 재고, 차량별 수익, 클라우드 동기화, 보고서를 잠금 해제하세요.
pt_br: Desbloqueie estoque ilimitado, lucro por veículo, sincronização na nuvem e relatórios.
ru: Откройте безлимитный инвентарь, прибыль по каждой машине, облачную синхронизацию и отчеты.
uz: Cheksiz inventar, har bir avtomobildan foyda, bulutli sinxronizatsiya va hisobotlarni faollashtiring.

# paywall_vehicle_limit_title_highlight
source: Go unlimited
ar: الذهاب غير محدود
hi: असीमित जाओ
id: Tanpa batas
ja: 無制限へ
ko: 무제한 사용
pt_br: Seja ilimitado
ru: Без лимита
uz: Limitlarsiz ishlang

# paywall_vehicle_limit_title_prefix
source: Limit reached
ar: تم الوصول إلى الحد
hi: हद हो गई
id: Batas tercapai
ja: 上限に達しました
ko: 제한 도달
pt_br: Limite atingido
ru: Лимит достигнут
uz: Limit tugadi

# paywall_yearly_savings_badge
source: Save %d%%
ar: حفظ %d%%
hi: %d%% सहेजें
id: Simpan %d%%
ja: %d%%お得
ko: %d%% 절약
pt_br: Salvar %d%%
ru: Скидка %d%%
uz: Saqlash %d%%

# paywall_yearly_savings_detail
source: Yearly saves %d%% vs monthly billing: %@/year instead of %@/year
ar: وفّر %d%% سنويًا: %@/السنة بدلًا من %@/السنة
hi: वार्षिक बचत %d%% बनाम मासिक बिलिंग: %@/वर्ष के बजाय %@/वर्ष
id: Penghematan tahunan %d%% vs penagihan bulanan: %@/tahun, bukan %@/tahun
ja: 月額払いより%d%%お得: %@/年（通常 %@/年）
ko: 연간은 월간 결제보다 %d%% 절약: %@/년, 일반 %@/년
pt_br: Economia anual de %d%% em comparação ao faturamento mensal: %@/ano em vez de %@/ano
ru: Годовой на %d%% дешевле помесячной оплаты: %@/год вместо %@/год
uz: Yillik tejamkorlik %d%% va oylik toʻlovga nisbatan: %@/yil oʻrniga %@/yil
